      * Prints a simple string
	IDENTIFICATION DIVISION.
	PROGRAM-ID. Bonjour.
	AUTHOR. F.PAJOT.
	PROCEDURE DIVISION.
	DISPLAY "Bonjour!".
	STOP RUN.
